/*"HELP_BOOK" = "Mac Help";*/

"IR_PAIR_NOT_ADMIN_TIP" = "Du måste logga in som en administratör för att ändra på den här inställningen.";
"AUTH_TIP" = "Du måste ange användarnamn och lösenord för en administratör för att ändra på de här inställningarna.";
"SRVR_TIP" = "Dessa alternativ finns inte i Mac OS X Server.";
"ADD" = "Lägg till";

/* FileVault */
"OK" = "OK";
"CONTINUE" = "Fortsätt";
"CANCEL" = "Avbryt";
"CHANGE" = "Ändra…";
"APPLY" = "Utför";
"DONTAPPLY" = "Utför inte";

"BOLD_FONT_NAME" = "LucidaGrande-Bold";

/* LOCALIZATION NOTE: MUST KEEP THE SPACE AFTER THE WARNING: TO GET PROPER DISPLAY SPACING IN WINDOW*/
"WARNING_RED" = "VARNING: ";

"FILEVAULT_UNAVAILABLE" = "Du kan inte aktivera FileVault för det här kontot.";
"FILEVAULT_UNAVAILABLE_DESC" = "Du kan inte aktivera FileVault för det här kontot eftersom det är ett nätverkskonto eller har sin hemmapp på en server.";

"FILEVAULT_UNAVAILABLE_FSYS" = "Du kan inte aktivera FileVault för att skydda det här användarkontots hemmapp.";
"FILEVAULT_UNAVAILABLE_FSYS_DESC" = "Hemmappen ligger på en enhet som inte har formatet Mac OS Extended.";

"MANAGED_TOOLTIP" = "Detta alternativ är inte tillgängligt eftersom det hanteras av systemadministratören.";
"EXTERNAL_ACCOUNT_CANT_ENABLE_FILEVAULT" = "Du kan inte aktivera FileVault för det här kontot. Externa konton måste skapas som FileVault-konton";

"MANAGED_TOOLTIP_AUTOLOGIN" = "Du kan inte ändra automatisk inloggning eftersom det hanteras av systemadministratören.";

"MASTER_PASSWORD_VERIFY_ERR" = "Du skrev inte in det gamla huvudlösenordet korrekt. Skriv in det igen.";
/*"MASTER_PASSWORD_VERIFY_ERR_DESC" = "";*/

"PASS_VERIFY_ERR_SHORT" = "Lösenorden matchar inte.";
"PASS_VERIFY_ERR" = "Lösenordet och det bekräftade lösenordet är inte likadana. Ange det på nytt.";
/*"PASS_VERIFY_ERR_DESC" = "";*/

"MASTER_PASSWORD_IS_EMPTY_ERR" = "Du skrev inte in något huvudlösenord.";
"MASTER_PASSWORD_IS_EMPTY_ERR_DESC" = "Om du vill aktivera FileVault måste du ha ett huvudlösenord.";

"PASSWORD_CANT_MATCH_HINT_ERR_SHORT" = "Lösenordet och tipset får inte vara likadana.";
"PASSWORD_CANT_MATCH_HINT_ERR" = "Lösenordet och lösenordstipset får inte vara likadana. Välj ett annat lösenordstips.";
/*"PASSWORD_CANT_MATCH_HINT_ERR_DESC" = ""; */

"INCORRECT_PASSWORD_SHORT" = "Lösenordet är felaktigt.";

"PASS_IS_EMPTY_ERR_SHORT" = "Du har inte angett något lösenord.";
"PASS_IS_EMPTY_ERR" = "Du skrev inte in något lösenord.";
"PASS_IS_EMPTY_ERR_DESC" = "Om du vill aktivera FileVault för det här användarkontot måste du ange ett lösenord för kontot.";

"KEYCHAIN_NONADMIN_PASSWORD" = "Ditt lösenord till nyckelringen kommer att ändras till ditt nya lösenord för kontot.";
/*"KEYCHAIN_NONADMIN_PASSWORD_DESCR" = "";*/

"KEYCHAIN_ADMIN_SELF_PASSWORD" = "Ditt lösenord till nyckelringen kommer att ändras till ditt nya lösenord för kontot.";
"KEYCHAIN_ADMIN_SELF_PASSWORD_DESCR" = "Om din nyckelring är låst måste du ange ditt nuvarande lösenord till nyckelringen innan du kan ändra ditt lösenord.";

"FILEVAULT_ON_OTHER_USERS_LOGGED_IN" = "Du kan inte aktivera FileVault om det finns andra användare inloggade på datorn.";
"FILEVAULT_ON_OTHER_USERS_LOGGED_IN_DESCR" = "Se till att alla andra användare loggar ut och aktivera sedan FileVault för det här kontot.";
"FILEVAULT_OFF_OTHER_USERS_LOGGED_IN" = "Du kan inte avaktivera FileVault om det finns andra användare inloggade på datorn.";
"FILEVAULT_OFF_OTHER_USERS_LOGGED_IN_DESCR" = "Se till att alla andra användare loggar ut och stäng sedan av FileVault för det här kontot.";
"FILEVAULT_CONVERSION_OTHER_USERS_LOGGED_IN" = "Du kan inte konvertera FileVault-format om andra användare är inloggade på datorn.";
"FILEVAULT_CONVERSION_OTHER_USERS_LOGGED_IN_DESCR" = "Se till att alla andra användare loggar ut och konvertera sedan FileVault för det här kontot.";


"FILEVAULT_ON_NO_ROOM" = "Det finns inte tillräckligt med utrymme på hårddisken för att aktivera FileVault.";
"FILEVAULT_ON_NO_ROOM_DESCR" = "Aktivering av FileVault kräver ytterligare %@ ledigt skivutrymme på volymen ”%@”. Försök med att tömma papperskorgen eller radera filer du inte behöver.";

"FILEVAULT_OFF_NO_ROOM" = "Det finns inte tillräckligt med utrymme på hårddisken för att avaktivera FileVault.";
"FILEVAULT_OFF_NO_ROOM_DESCR" = "Avaktivering av FileVault kräver ytterligare %@ ledigt skivutrymme på volymen ”%@”. Försök med att tömma papperskorgen eller radera filer du inte behöver.";

"FILEVAULT_CONVERT_NO_ROOM" = "Det finns inte tillräckligt med utrymme på hårddisken för att konvertera FileVault.";
"FILEVAULT_CONVERT_NO_ROOM_DESCR" = "Att konvertera FileVault kräver ytterligare %@ ledigt skivutrymme på volymen ”%@”. Försök med att tömma papperskorgen eller radera filer du inte behöver.";

/* Added these strings as place holders if 3423947 is fixed */
"FILEVAULT_ON_NO_ROOM_WITH_HD_NAME" = "Det finns inte tillräckligt med utrymme på ”%@” för att aktivera FileVault.";
"FILEVAULT_ON_NO_ROOM_DESCR_WITH_HD_NAME" = "För att FileVault ska kunna aktiveras behövs ytterligare %@ ledigt hårddiskutrymme för att en krypterad kopia av hemmappen ska kunna skapas. Försök med att tömma papperskorgen eller radera filer du inte behöver från \"%@.\"";

"FILEVAULT_OFF_NO_ROOM_WITH_HD_NAME" = "Det finns inte tillräckligt med utrymme på ”%@” för att avaktivera FileVault.";
"FILEVAULT_OFF_NO_ROOM_DESCR_WITH_HD_NAME" = "För att FileVault ska kunna avaktiveras behövs ytterligare %@ ledigt hårddiskutrymme för att en dekrypterad kopia av hemmappen ska kunna skapas. Försök med att tömma papperskorgen eller radera filer du inte behöver från \"%@.\"";
"FILEVAULT_SECURE_ERASE_STATUS" = "Utför säker radering av den tidigare hemmappen: %d %% klart.";
"FILEVAULT_SECURE_ERASE_FINISHED" = "Säker radering av den tidigare hemmappen är slutförd.";

"MASTER_PASSWORD_PART_1" = "Ett huvudlösenord är ";
"MASTER_PASSWORD_PART_2_NO" = "inte inställt";
"MASTER_PASSWORD_PART_2_YES" = "inställt";
"MASTER_PASSWORD_PART_3" = " för datorn.";

"FILEVAULT_PART_1" = "FileVault-skyddet är ";
"FILEVAULT_PART_2_NO" = "av";
"FILEVAULT_PART_2_YES" = "på";
"FILEVAULT_PART_3" = " för det här kontot.";

"SET_MASTER_PASSWORD" = "Ställ in huvudlösenord…";
"TURN_ON_FILEVAULT" = "Aktivera FileVault…";
"TURN_OFF_FILEVAULT" = "Avaktivera FileVault…";
"FILEVAULT_ON_NOTE" = "Det kan ta ett tag att aktivera FileVault.";
"FILEVAULT_OFF_NOTE" = "Det kan ta ett tag att avaktivera FileVault.";

"CHANGE_PASS_FAILED_TITLE" = "Det lösenordet kan inte användas.";
"CHANGE_PASS_FAILED" = "Ett problem har uppstått med ditt lösenord. Din systemadministratör tillåter kanske inte att du ändrar lösenordet. Kontakta systemadministratören om du behöver hjälp.";
"CHANGE_PASS_FAILED_QualityCheck" = "Lösenordet uppfyller inte kraven som ställs av systemadministratören. Lösenordet kanske måste bestå av olika tecken, siffor eller symboler. Om du är osäker på vilka krav som ställs på lösenordet bör du kontakta systemadministratören.";
"CHANGE_PASS_FAILED_TooShort" = "Lösenordet är för kort. Försök igen med ett längre lösenord.";
"CHANGE_PASS_FAILED_TooLong" = "Lösenordet är för långt. Försök igen med ett kortare lösenord.";
"CHANGE_PASS_FAILED_NeedsLetter" = "Lösenordet måste innehålla en eller flera bokstäver. Prova att ange ett nytt lösenord.";
"CHANGE_PASS_FAILED_NeedsDigit" = "Lösenordet måste innehålla en eller flera siffror. Prova att ange ett nytt lösenord.";
"CHANGE_PASS_FAILED_TooSoon" = "Du ändrade nyligen ditt lösenord. Din systemadministratör tillåter inte att du ändrar ditt lösenord så här ofta. Kontakta systemadministratören om du behöver hjälp.";

/* Location Services Reset Warnings strings */
"RESET_ALERT_MESSAGE_TEXT" = "Är du säker på att du vill återställa dina platsvarningar?";
"RESET_ALERT_INFO_TEXT" = "När du blir tillfrågad måste du tillåta program att använda din plats.";

"IR_DISABLED_NOTE" = "Datorn fungerar inte med någon fjärrkontroll.";
"IR_PAIRED_NOTE" = "Datorn fungerar bara med den parkopplade fjärrkontrollen.";
"IR_UNPAIRED_NOTE" = "Datorn fungerar med alla tillgängliga fjärrkontroller.";
"IR_PAIRED_BUTTON" = "Ta bort parkoppling";
"IR_UNPAIRED_BUTTON" = "Parkoppla…";

"REQUIRE_PASSWORD_FOR_EACH_PREFPANE_SECURE_CARD_TEXT" = "Kräv ett administratörslösenord för att låsa upp samtliga inställningspaneler i Systeminställningar";

"GUEST_ACCOUNT_REQUIRE_PASSWORD_TOOLTIP" = "Gästanvändare kan inte ändra den här inställningen";

/* Firewall Strings */
"Remote Management" = "Fjärrhanterare";
"Network Time" = "Nätverkstid";
"File Sharing" = "Fildelning (%@)";
"FTP" = "FTP";
"SMB" = "SMB";
"AFP" = "AFP";
"Web Sharing" = "Webbdelning";
"Printer Sharing" = "Skrivardelning";
"Remote Apple Events" = "Apple Events från andra datorer";
"Remote Login - SSH" = "Fjärrinloggning (SSH)";
"iChat Rendezvous" = "iChat Bonjour";
"iPhoto Rendezvous Sharing" = "iPhoto-bilddelning";
"iTunes Music Sharing" = "iTunes musikdelning";
"Screen Sharing" = "Skärmdelning";
"Optical Disc Sharing" = "DVD-/CD-delning";

"CAPTION_FIREWALL_IS" = "Brandvägg: ";
"FIREWALL_OFF" = "Av";
"FIREWALL_ON" = "På";

"FIREWALL_BUTTON_START" = "Starta";
"FIREWALL_BUTTON_STOP" = "Stoppa";
"FIREWALL_START" = "Klicka på Starta så sätts brandväggen på.";
"FIREWALL_STOP" = "Klicka på Stoppa så stängs brandväggen av.";

"FIREWALL_ALERT" = "Datorns brandvägg är för tillfället avstängd. ";
"FIREWALL_ALERT_INFO" = "Klicka på Starta så sätts brandväggen på.";

"Services_DisplayName" = "Tjänster";
"Applications_DisplayName" = "Program";

"SHOW_IN_FINDER" = "Visa i Finder";
"OPEN_SHARING_PREF" = "Öppna Delning";

"SERVICES_SECTION_TOOLTIP_FORMAT" = "Du kan avaktivera %@ i inställningspanelen Delning";
"OPEN_LOG_NO_LOG_TOOLTIP" = "Ingen brandväggslogg tillgänglig";

"AX_ADD_CONNECTION_DESCRIPTION" = "Lägg till anslutning";
"AX_DELETE_CONNECTION_DESCRIPTION" = "Radera anslutning";

"FIREWALL_EXPLANATORY_TEXT_LIMITED" = "Brandväggen är på och konfigurerad att förhindra applikationer, program och tjänster från att acceptera inkommande anslutningar om de inte är auktoriserade.";
"FIREWALL_EXPLANATORY_TEXT_OFF" = "Datorns brandvägg är för tillfället avstängd. Alla inkommande anslutningar till den här datorn tillåts.";
"FIREWALL_EXPLANATORY_TEXT_BLOCK" = "Brandväggen är på och konfigurerad att blockera alla inkommande anslutningar utom de som krävs för grundläggande Internettjänster som t.ex. DHCP, Bonjour och IPSec.";
"FIREWALL_EXPLANATORY_TEXT_WARN" = "Brandväggen kommer att blockera alla delningstjänster som t.ex. fildelning, skärmdelning, iChat Bonjour och musikdelning i iTunes. Om du vill tillåta delningstjänster klickar du på Avancerat och avmarkerar kryssrutan ”Blockera alla inkommande anslutningar”.";
"FIREWALL_EXPLANATORY_TEXT_WARN_ADV" = "Brandväggen kommer att blockera alla delningstjänster som t.ex. fildelning, skärmdelning, iChat Bonjour och musikdelning i iTunes. Om du vill tillåta delningstjänster avmarkerar du kryssrutan ”Blockera alla inkommande anslutningar”.";
"FIREWALL_IMPORTANT" = "VIKTIGT";

"ALERT_UNSAVED_CHANGES" = "Brandväggsinställningarna innehåller ändringar som inte sparats";
"ALERT_UNSAVED_CHANGES_EXIT" = "Vill du utföra ändringarna innan du stänger inställningspanelen Säkerhet?";

"%@ KB" = "%@ KB";
"%@ MB" = "%@ MB";
"%@ GB" = "%@ GB";
